---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicFeetPerPoundMass
source: html/1975107d-4974-4359-0795-b101926a0fbc.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicFeetPerPoundMass Property

Cubic feet per pound mass.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicFeetPerPoundMass { get; }
```